tap "homebrew/autoupdate"
tap "FelixKratz/formulae"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "qmk/qmk"
brew "bat"
brew "borders"
brew "codespell"
brew "curl"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "font-symbols-only-nerd-font"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-delta"
brew "gum"
brew "hadolint"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "neovim"
brew "peco"
brew "pngpaste"
brew "poppler"
brew "prettierd"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sheldon"
brew "stylua"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zk"
brew "zoxide"
brew "charmbracelet/tap/crush"
brew "d-kuro/tap/gwq"
brew "jesseduffield/lazydocker/lazydocker"
brew "jstkdng/programs/ueberzugpp"
brew "laishulu/homebrew/macism"
brew "qmk/qmk/qmk"
brew "satococoa/tap/wtp"
cask "alt-tab"
cast "anki"
cask "raycast"
cask "shottr"
cask "wezterm"
