tap "homebrew/autoupdate"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "qmk/qmk"
brew "bat"
brew "codespell"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-delta"
brew "hadolint"
brew "hub"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "peco"
brew "prettierd"
brew "ripgrep"
brew "sheldon"
brew "stylua"
brew "tmux"
brew "tree"
brew "uv"
brew "volta"
brew "watch"
brew "wget"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "alt-tab"
cask "raycast"
cask "shottr"
cask "wezterm"
