tap "d-kuro/tap"
tap "felixkratz/formulae"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "jstkdng/programs"
tap "laishulu/homebrew"
tap "manaflow-ai/cmux"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "satococoa/tap"
brew "atuin"
brew "bat"
brew "cloudflared"
brew "codespell"
brew "curl"
brew "direnv"
brew "dos2unix"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-delta"
brew "graphviz"
brew "gum"
brew "hadolint"
brew "pkgconf"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libzip"
brew "livekit"
brew "livekit-cli"
brew "z3"
brew "llvm"
brew "luarocks"
brew "mise"
brew "neovim"
brew "ollama", restart_service: :changed
brew "peco"
brew "pngpaste"
brew "poppler"
brew "portaudio"
brew "prettierd"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "sevenzip"
brew "sheldon"
brew "stylua"
brew "yt-dlp"
brew "summarize"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "vips"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zk"
brew "zoxide"
brew "d-kuro/tap/gwq"
brew "felixkratz/formulae/borders"
brew "jstkdng/programs/ueberzugpp"
brew "laishulu/homebrew/macism"
brew "qmk/qmk/qmk"
brew "satococoa/tap/wtp"
cask "alt-tab"
cask "anki"
cask "cmux"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "raycast"
cask "shottr"
cask "wezterm"
cask "zed"
